{
  "gearType": [
    {
      "gear": "Hardware / Computers",
      "gearList": [
        {
          "item": "i5-10400F (10 Core), 16GB of RAM, RTX 3060, 512GB SSD, 3TB HDD",
          "desc": "Gen 10, I know it's old, but yeah that's fine.",
          "type": ["computer"]
        },
        {
          "item": "Infinix Inbook X1",
          "desc": "My secondary computer that i used to work outside.",
          "type": ["computer", "infinix"]
        },
        {
          "item": "Keychron K2",
          "desc": "A low profile mechanical keyboard with brown gateron switches.",
          "type": ["keyboard"]
        },
        {
          "item": "Logitech G603",
          "desc": "Just a regular mouse with a gaming gimmick that fit in my palm.",
          "type": ["mouse", "logitech"]
        }
      ]
    },
    {
      "gear": "Hardware / Monitors",
      "gearList": [
        {
          "item": "Samsung 24\" CF39 FHD",
          "desc": "My main monitor that big enough to fill my desk, this one is 24\" but it's curved, idk why i bought this.",
          "type": ["monitor", "external display"]
        },
        {
          "item": "LG 22MK600",
          "desc": "My second monitor which is definitely not as big as the samsung one, that's why I use this one in vertical mode mainly for running tests and Discord.",
          "type": ["monitor", "external display"]
        }
      ]
    },
    {
      "gear": "Hardware / Audio",
      "gearList": [
        {
          "item": "Steelseries Arctis 7",
          "desc": "Pretty awesome headphones. I used the Arctis 5 before, this is just a nice upgrade. No more cables. uh I forget the chat mix feature is awesome!",
          "type": ["headphone"]
        },
        {
          "item": "Redmi Buds 3 Pro",
          "desc": "I switch between my Buds and my Arctis 7. I used Buds more often when am outside or in my office. I love the noise cancelling support and you can connect 2 bluetooth sources at the same time.",
          "type": ["headset", "earphone"]
        }
      ]
    },
    {
      "gear": "Software",
      "gearList": [
        {
          "item": "Visual Studio Code",
          "desc": "Bruh everyone use this, it had a lot of extension and easy to customize.",
          "type": ["IDE"]
        },
        {
          "item": "VIM (neovim)",
          "desc": "A BLAZINGLY FAST text editor that i use when am on the terminal.",
          "type": ["editor"]
        },
        {
          "item": "Hyper",
          "desc": "There are a lot of terminals out there, this is the one I use.",
          "type": ["terminal"]
        },
        {
          "item": "PowerToys",
          "desc": "Windows window management sucks. Tools like Spectaccle and Moom make things way better. However, this tool is a bit more magically and really works nicely.",
          "type": ["window manager", "productivity", "wm"]
        }
      ]
    },
    {
      "gear": "Tooling / Terminal",
      "gearList": [
        {
          "item": "dotfiles",
          "desc": "My dotfiles are available on my GitHub",
          "type": ["config"]
        },
        {
          "item": "ZSH",
          "desc": "I use zsh as my shell"
        },
        {
          "item": "oh my zsh",
          "desc": "I use oh my zsh on top of zsh which provides me a bunch of aliases and built in functions. They also give you theming support."
        },
        {
          "item": "tmux",
          "desc": "The terminal multiplexer which is useful to manage various projects in various windows all controllable via the keyboard."
        }
      ]
    },
    {
      "gear": "Hosting",
      "gearList": [
        {
          "item": "Vercel",
          "desc": "Formerly known as Now from Zeit. This is a very nice platform to directly deploy all my Next.js apps."
        }
      ]
    }
  ]
}
